const Description = () => (
  <>
    <p>
      <strong className='mr-1'>👨‍💻</strong> 大学生活有五年, 大专生三年+本科两年,
      在大专生时加入了学校打比赛的协会, 参加了"蓝桥杯"比赛, 在那里锻炼了算法以及学习能力,
      后面因个人原因没有留在协会, 在协会时知道自己算法能力不是很强,
      选择了对算法要求没那么高的前端, 那个时候Vue比较火, 就开始前端之路.
    </p>

    <p>
      <strong className='mr-1'>🏃</strong> 跑步是在无意之间接触到的,
      当时想着跑步可以提升精气神, 每天学累了就去跑跑步放松一下, 结果没想到上瘾了,
      从三公里-{'>'}五公里-{'>'}
      十公里-{'>'}半马-{'>'}全马. 到本科学院因为跑步结识了现在的朋友, 现在每天5.20公里,
      不管刮风还是下雨 , 或许这就是跑步人的浪漫吧❤️❤️ .
    </p>
  </>
);

export default Description;
